Revit 2020 API
AdvancedGlazing.GlazingBackfaceCulling Property
 The property labeled "Backface Culling" from the "PrismGlazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018
Syntax
C#
public static string GlazingBackfaceCulling { get; }
Visual Basic
Public Shared ReadOnly Property GlazingBackfaceCulling As String
	Get
Visual C++
public:
static property String^ GlazingBackfaceCulling {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
AdvancedGlazing Class
Autodesk.Revit.DB.Visual Namespace